["1. “Being pregnant was the healthiest I’ve ever been in my life. Except for the cupcakes.” — Ashlee Simpson", "2. \"Everything grows rounder and wider and weirder, and I sit here in the middle of it all and wonder who in the world you will turn out to be.\" — Carrie Fisher", "3. “A baby fills a place in your heart that you never knew was empty.” — Unknown", "Canva/Parade", "4. “People who say they sleep like a baby usually don’t have one.” — Leo J. Burke", "5. “Motherhood: The only place you can experience heaven and hell at the same time.” — Unknown", "6. “If your baby is beautiful and perfect, never cries or fusses, sleeps on schedule and burps on demand, an angel all the time—you’re the grandma .” — Theresa Bloomingdale", "7. “Babies are always more trouble than you thought—and more wonderful.” — Charles Osgood", "8. “What good mothers and fathers instinctively feel like doing for their babies is usually best after all.” — Benjamin Spock", "9. “You are the closest I will ever come to magic.” — Suzanne Finnamore", "10. “You can learn many things from children. How much patience you have, for instance.” — Franklin P. Jones", "11. “A baby is God’s opinion that life should go on.” — Carl Sandburg", "12. “You are pregnant and you are powerful. You are bold and you are beautiful. Go forward in your boldness, in your beauty and in your contentedness. Trust your body to birth and know that the collective power of women worldwide will be with you.” — Unknown", "13. “There is only one pretty child in the world, and every mother has it.” — Chinese Proverb", "14. “A ship under sail and a big-bellied woman are the handsomest two things that can be seen common.” ― Benjamin Franklin", "15. “We have a secret in our culture, and it’s not that birth is painful. It’s that women are strong.” — Laura Stavoe Harm", "Related: 100 Inspiring Quotes About Moms", "16. “Of all the rights of women, the greatest is to be a mother.” — Lin Yutang", "17. “In giving birth to our babies, we may find that we give birth to new possibilities within ourselves.” — Myla and Jon Kabat-Zinn", "18. “If I had my life to live over, instead of wishing away nine months of pregnancy, I’d have cherished every moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle.” — Erma Bombeck", "19. “Life is a flame that is always burning itself out, but it catches fire again every time a child is born.” — George Bernard Shaw", "20. “Before you were conceived I wanted you. Before you were born, I loved you. Before you were here an hour, I would die for you. This is the miracle of Mother’s Love.” — Maureen Hawkins", "21. “The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new.” ― Rajneesh", "22. \"Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain—your life will never be the same.” — Catherine Jones", "23. “Baby in the tummy, it's all up to mommy. But once the baby's had, it's bragging rights for Dad.” — Unknown", "24. “Honey is sweet. A little baby is even sweeter.” — Unknown", "25. “A grand adventure is about to begin.” — Winnie the Pooh", "26. “No matter how bad my day’s been, it takes one little kick to make everything feel alright.” — Author Unknown", "27. “A baby is something you carry inside you for nine months, in your arms for three years, and in your heart until the day you die.” — Mary Mason", "28. “And so in you, the child, your mother lives on and through your family continues to live… so at this time look after yourself and your family as you would your mother for through you all she will truly never die.” — Osho", "Related: Baby Freebies, Discounts and Deals So You Don't Have to Spend Big on Your Little Ones", "29. “Let us make pregnancy an occasion when we appreciate our female bodies.” – Merete Leonhardt-Lupa", "30. “Pregnancy is getting company inside one’s skin.” — Maggie Scarf", "31. “Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain‚your life will never be the same.” — Catherine Jones", "32. “Giving birth is not a matter of pushing, expelling the baby, but of yielding, surrendering to birth energy.” — Marie Reid", "33. “ I love you bigger than the world and sky.” — Marty Klazmer", "Canva/Parade", "34. “Now my belly is as noble as my heart.” — Gabriela Mistral", "35. “A baby will make love stronger, days shorter, nights longer, bankroll smaller, home happier, clothes shabbier, the past forgotten and the future worth living for.”— Unknown", "36. “Giving birth should be your greatest achievement not your greatest fear.” —Jane Weideman", "37. “Of course I can do this. I’m pregnant, not brain-damaged. My condition doesn’t change my personality.” — Christine Feehan", "38. “I’m never as happy as when I’m pregnant. I literally would have 10 babies if I could!” — Tori Spelling", "39. “It’s an established fact. Some women can’t stand being pregnant, getting big and bloated, and hauling around a giant stomach, and some women, for reasons probably understood by Darwin, love it.” — Rich Cohen", "40. “Rejoice with your family in the beautiful land of life.” — Albert Einstein", "41. “You do a lot of growing up when you’re pregnant.  It’s suddenly like, ‘Yikes. Here it is, folks. Playtime is over.’” — Connie Fioretto", "42. “Pregnancy is a process that invites you to surrender to the unseen force behind all life.” — Judy Ford", "43. “A new baby is like the beginning of all things – wonder, hope, a dream of possibilities.” — Eda LeShan", "44. “Family is not an important thing, it’s everything.” — Michael J. Fox", "45. “People always say that pregnant women have a glow. And I say it’s because you’re sweating to death.” — Jessica Simpson", "46. “Going into a pregnancy is a really challenging time for a woman, because it’s forever-changing, both mentally and physically.” — Brooke Burke", "47. “A strong intention, a relaxed body and an open mind are the main ingredients for an active birth.” – Janet Balaskas", "48. “Every four weeks I go up a bra size… it’s worth being pregnant just for the breasts.” — Natasha Hamilton", "49. “Words can not express the joy of new life.” — Hermann Hesse", "50. “If you want to know the feeling, just take your bottom lip and pull it over your head.” —Carol Burnett", "51. “Somewhere on this globe, every ten seconds, there is a woman giving birth to a child. She must be found and stopped.” – Sam Levenson", "52. “Being pregnant means every day is another day closer to meeting the other love of my life.” — Anonymous", "Canva/Parade", "53. “Children reinvent your world for you.” — Susan Sarandon", "54. “When we encourage new parents to ‘treasure these moments because they don’t last forever,’ we need to remember to also reassure them that they will survive these moments because they don’t last forever.” — L.R. Knost", "55. “Part of being a parent is rolling with the punches, so consider an unexpected pregnancy the universe's way of helping you to learn to do that.” — Heather Wittenberg", "Related: Best Self Care Quotes", "56. “Get comfortable. Have to pee. Get really thirsty after you pee. Drink an entire cup of water. Get comfortable. Have to pee again. I give up!” — Unknown", "57. “When your first baby drops her pacifier, you sterilize it. When your second baby drops her pacifier, you tell the dog: ‘Fetch!’” — Bruce Lansky", "58. “Your pregnant elephant ankles will return to normal. Just hang in there.” — Adriel Booker", "59. “The amazing thing about becoming a parent is that you will never again be your own first priority.” — Olivia Wilde", "60. “A happy family is but an earlier heaven.” — George Bernard Shaw", "Related: Inspiring Quotes About Motherhood and Being a Mom", "61. “There are words in the soul of a newborn baby, wanting and waiting to be written.” — Toba Beta", "62. “The family is one of nature ’s masterpieces.” — George Santayana", "63. “There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles.” — Jared Padalecki", "64. “We never know the love of a parent until we become parents ourselves.” — Henry Ward Beecher", "65. “Life doesn’t get more real than having a newborn at home.” — Eric Church", "66. “Still the most magical day of my life was the day I became a mom.” — Linda Becker", "67. “A baby is a wishing well. Everyone puts their hopes, their fears, their pasts, their two cents in.” — Elizabeth Bard", "68. “A man is not complete until he has seen the baby he has made.” — Sammy Davis Jr.", "69. “Ah, babies! They’re more than just adorable little creatures on whom you can blame your farts.” — Tina Fey", "70. “We can’t understand when we’re pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time—like the Egyptians with their pyramids, only with children.” — Anne Lamott", "71. “Motherhood is the biggest gamble in the world. It is the glorious life force. It’s huge and scary—it’s an act of infinite optimism.” – Gilda Radner", "72. “Birth takes a woman’s deepest fears about herself and shows her that she is stronger than them.” — Unknown", "Unsplash/Parade", "73. “Sometimes the smallest things take up the most room in your heart.” — A.A. Milne", "74. “When I was pregnant, I was so huge and people on the bus would get up for me. That made me feel so precious and valued and valuable. I try to treat everyone like they’re pregnant.” — Mariska Hargitay", "75. “My goal is to appreciate my body for what it has done.” — Sia Cooper", "76. “Sometimes you don’t realize what is missing in your life until it arrives.” — Araceli M. Ream", "77. “Sleep is like the unicorn —it is rumored to exist, but I doubt I will see any.” — Unknown", "78. “Rigid plans work best if you’re building a skyscraper; with something as mysteriously human as giving birth, it’s best, both literally and figuratively, to keep your knees bent.” — Mark Sloan", "79. “A new baby is like the beginning of all things—wonder, hope, and dream of possibilities.” — Eda J. LeShan", "80. “A good way to prepare yourself for parenthood is to talk to rocks because they have similar listening habits.” — Rodney Lacroix", "Related: 75 Best Pregnancy Announcement Captions", "81. “A mother is one to whom you hurry when you are troubled.” — Emily Dickinson", "82. “My body has given me the greatest gift of my life.” — Hilary Duff", "83. \"There are two things in life for which we are never fully prepared: twins.” — Josh Billings", "84. “Life is tough enough without having someone kick you from the inside.” Rita Rudner", "85. “Speak to your children as if they are the wisest, kindest, most beautiful and magical humans on earth, for what they believe is what they will become.” — Brooke Hampton", "86. “I’m a mother, and I look like one.” — Olivia Wilde", "87. “If you are a mom, you are a superhero , period.” — Rosie Pope", "88. “You are my sun, my moon, and all of my stars.” — E.E. Cummings", "89. “You are proof that love before first sight does exist.” — Araceli M. Ream", "90. “There is no such thing as a perfect parent, so just be a real one.” — Sue Atkins", "91. “During my first pregnancy, the people I was around told me how great I looked, asked me how I was feeling, saved the comfiest chairs for me, and stocked the office with decaf tea. This time around, the person I spend the most time with—although she seems to think I'm swell—insists on eating my food and waking me up early every morning .” — Emily Fisk", "92. “Three things remain with us from paradise: stars, flowers and children.” — Dante Alighieri", "93. “For this child, I prayed and the Lord has granted the desires of my heart.”— 1 Samuel 1:27", "Unsplash/Canva/Parade", "94. “Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get the more you feel like giving.” — Penelope Leach", "95. “With every newborn baby, a little sun rises.” — Irmgard Erath", "96. “It is the most powerful creation to have life growing inside of you. There is no bigger gift.” — Beyoncé", "97. \"Pregnancy can be a time when you take tremendous pleasure in eating, not only because you may enjoy food more but also because you know that it is nourishing both you and your baby.” — Martha Rose and Jane L. Davis", "98. “You never understand life until it grows inside of you.” — Sandra Chami Kassis", "99. “Pregnancy is the only time when you can do nothing at all and still be productive.” — Evan Esar", "100. “The first pregnancy is the most self-indulgent thing in the world because you get massages and prenatal yoga and hypnotherapy CDs. During this one I forget that I'm even pregnant. I'm hoisting my 2-year-old around.” — Emily Blunt"]